export const mockHistory = [
    {
        d1: '1',
        d2: '可预知大客流',
        d3: '未定级',
        d4: '7号线',
        d5: '环球度假区站',
        d6: '/',
        d7: '2021.12.15 15:00:27',
        d8: '2021.12.24日圣诞夜活动，大客流发生时间为23:57，需要疏导客流量约2万人',
        d9: '',
        d10: '李莉莉',
        d11: 1
    },
    {
        d1: '2',
        d2: '可预知大客流',
        d3: '未定级',
        d4: '首都机场线',
        d5: '2号航站楼',
        d6: '/',
        d7: '202.4.15 9:00:47',
        d8: '......',
        d9: '',
        d10: '李莉莉',
        d11: 2
    },
    {
        d1: '3',
        d2: '可预知大客流',
        d3: '未定级',
        d4: '8号线',
        d5: '奥体中心站',
        d6: '/',
        d7: '2022.3.1 12:10:26',
        d8: '......',
        d9: '',
        d10: '李莉莉',
        d11: 2
    },
    {
        d1: '4',
        d2: '道岔故障',
        d3: '未定级',
        d4: '1号线',
        d5: '古城站',
        d6: '/',
        d7: '2022.6.4 14:23:57',
        d8: '......',
        d9: '',
        d10: '李莉莉',
        d11: 1
    },
    {
        d1: '5',
        d2: '车门故障',
        d3: '未定级',
        d4: '9号线',
        d5: '郭公庄站',
        d6: '1801次列车B46号车门',
        d7: '2022.2.1 16:28:55',
        d8: '......',
        d9: '',
        d10: '李莉莉',
        d11: 1
    },
    {
        d1: '6',
        d2: 'ATP故障',
        d3: '未定级',
        d4: '7号线',
        d5: '湾子站',
        d6: '1001次列车',
        d7: '2022.3.9 11:46:25',
        d8: '......',
        d9: '',
        d10: '李莉莉',
        d11: 1
    },
]


export const mockDoing = [
    {
        d1: '1',
        d2: '2021.12.24日圣诞夜活动，大客流发生时间为23:57，需要疏导客流量约2万。',
        d3: '7号线',
        d4: '2021.12.15 15:00:27',
        d5: '保障方案实施',
        d6: 'wtf',
    }, {
        d1: '',
        d2: '',
        d3: '',
        d4: '',
        d5: '',
        d6: '',
    }
]